const elFuturoData = {
  'estateId': 'NR843',
  'estateTitleZh': '名日˙九肚山',
  'estateTitleEn': 'El Futuro',
  'routes': [
    {
      'routeId': 'NR843-A',
      'routeNameZh': '名日˙九肚山至火炭站',
      'routeNameEn': 'El Futuro – Fo Tan Station',
      'infoZh': '',
      'infoEn': '',
      'residentFare': '\$0',
      'visitorFare': 'N/A',
      'schedules': {
        'workday': [
          '07:00', '07:30', '08:00', '08:30', '09:00', '09:30', '10:00', '11:00',
          '13:00', '14:00', '14:30', '15:00', '15:30', '16:00', '16:30', '17:00',
          '17:30', '18:00', '18:30', '19:00', '19:30', '20:00'
        ],
        'saturday': [
          '07:30', '08:00', '08:30', '09:00', '09:30', '10:00', '10:30', '11:00',
          '11:30', '12:00', '12:30', '13:00', '13:30', '14:00', '14:30', '15:00',
          '15:30', '16:00', '16:30', '17:00', '17:30', '18:00', '18:30', '19:00',
          '19:30'
        ],
        'sunday': [
          '07:30', '08:00', '08:30', '09:00', '09:30', '10:00', '10:30', '11:00',
          '11:30', '12:00', '12:30', '13:00', '13:30', '14:00', '14:30', '15:00',
          '15:30', '16:00', '16:30', '17:00', '17:30', '18:00', '18:30', '19:00',
          '19:30'
        ],
        'public_holiday': [
          '07:30', '08:00', '08:30', '09:00', '09:30', '10:00', '10:30', '11:00',
          '11:30', '12:00', '12:30', '13:00', '13:30', '14:00', '14:30', '15:00',
          '15:30', '16:00', '16:30', '17:00', '17:30', '18:00', '18:30', '19:00',
          '19:30'
        ],
      },
      'stops': [
        {
          'stopId': 'NR843-1',
          'stopNameZh': '名日˙九肚山',
          'stopNameEn': 'El Futuro',
          'etaOffset': -1,
          'latitude': 22.410769,
          'longitude': 114.206865,
          'boardingStop': true,
        },
        {
          'stopId': 'NR843-2',
          'stopNameZh': '火炭站公共運輸交匯處',
          'stopNameEn': 'Fo Tan Station Public Transport Interchange',
          'etaOffset': 8,
          'latitude': 22.395302,
          'longitude': 114.197836,
          'boardingStop': true,
        },
        {
          'stopId': 'NR843-100',
          'stopNameZh': '名日˙九肚山',
          'stopNameEn': 'El Futuro',
          'etaOffset': -1,
          'latitude': 22.410769,
          'longitude': 114.206865,
          'boardingStop': false,
        },
      ],
    },
  ],
};